[TC_WOTC_MWR_MP5_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>MP5A3</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>MP5A3</b></font>"
AbilityDescName="пистолет-пулемёт"
BriefSummary="Heckler & Koch MP5 - семейство пистолетов-пулемётов, разработанных немецким производителем стрелкового оружия, фирмой Heckler & Koch (HK) в 1960-х годах на основе HK G3. Пистолет-пулемёт MP5 был впервые представлен фирмой Heckler & Koch в 1966 году, под названием HK54. Это название было выбрано согласно старой системе нумерации моделей фирмы: число «5» определяло оружие как пистолет-пулемёт, а число «4» определяло что пистолет-пулемёт создан под патрон 9×19 мм Парабеллум. Современное название он получил после того, как в середине 1966 года, правительство ФРГ приняло его на вооружение полиции и пограничной службы как Maschinenpistole 5, или сокращённо MP5. Для проведения спецопераций на базе МР-5 создан специальный вариант MP-5SD, имеющий несъемный интегрированный глушитель. Этот вариант предусматривает применение стандартных патронов калибра 9мм со сверхзвуковой пулей, поэтому в стволе выполнено 30 небольших отверстий, через которые часть пороховых газов отводится в заднюю расширительную камеру глушителя. При этом скорость пули снижается до дозвуковой. MP-5SD может выпускаться как в варианте MP-5SD2 (с неподвижным прикладом) так и варианте MP-5SD3 (с раздвижным прикладом)."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отложенный выброс гильзы, Закрытый затвор\n<Bullet/>Тип боеприпаса: 9x19мм Parabellum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_MWR_MP5_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>HK75S1</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>HK75S1</b></font>"
AbilityDescName="пистолет-пулемёт"
BriefSummary="Heckler & Koch MP5 - семейство пистолетов-пулемётов, разработанных немецким производителем стрелкового оружия, фирмой Heckler & Koch (HK) в 1960-х годах на основе HK G3. Пистолет-пулемёт MP5 был впервые представлен фирмой Heckler & Koch в 1966 году, под названием HK54. Это название было выбрано согласно старой системе нумерации моделей фирмы: число «5» определяло оружие как пистолет-пулемёт, а число «4» определяло что пистолет-пулемёт создан под патрон 9×19 мм Парабеллум. Современное название он получил после того, как в середине 1966 года, правительство ФРГ приняло его на вооружение полиции и пограничной службы как Maschinenpistole 5, или сокращённо MP5. Для проведения спецопераций на базе МР-5 создан специальный вариант MP-5SD, имеющий несъемный интегрированный глушитель. Этот вариант предусматривает применение стандартных патронов калибра 9мм со сверхзвуковой пулей, поэтому в стволе выполнено 30 небольших отверстий, через которые часть пороховых газов отводится в заднюю расширительную камеру глушителя. При этом скорость пули снижается до дозвуковой. MP-5SD может выпускаться как в варианте MP-5SD2 (с неподвижным прикладом) так и варианте MP-5SD3 (с раздвижным прикладом).\nHK75S1 является наследником MP5A3, система отвода пороховых газов была модифицированна Элерием, что положительно сказалось на пробивной способности данного образца."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отложенный выброс гильзы, Закрытый затвор\n<Bullet/>Тип боеприпаса: 9x19мм Parabellum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_MWR_MP5_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>MACHT 5</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>MACHT 5</b></font>"
AbilityDescName="пистолет-пулемёт"
BriefSummary="Heckler & Koch MP5 - семейство пистолетов-пулемётов, разработанных немецким производителем стрелкового оружия, фирмой Heckler & Koch (HK) в 1960-х годах на основе HK G3. Пистолет-пулемёт MP5 был впервые представлен фирмой Heckler & Koch в 1966 году, под названием HK54. Это название было выбрано согласно старой системе нумерации моделей фирмы: число «5» определяло оружие как пистолет-пулемёт, а число «4» определяло что пистолет-пулемёт создан под патрон 9×19 мм Парабеллум. Современное название он получил после того, как в середине 1966 года, правительство ФРГ приняло его на вооружение полиции и пограничной службы как Maschinenpistole 5, или сокращённо MP5. Для проведения спецопераций на базе МР-5 создан специальный вариант MP-5SD, имеющий несъемный интегрированный глушитель. Этот вариант предусматривает применение стандартных патронов калибра 9мм со сверхзвуковой пулей, поэтому в стволе выполнено 30 небольших отверстий, через которые часть пороховых газов отводится в заднюю расширительную камеру глушителя. При этом скорость пули снижается до дозвуковой. MP-5SD может выпускаться как в варианте MP-5SD2 (с неподвижным прикладом) так и варианте MP-5SD3 (с раздвижным прикладом).\nMACHT 5 стале следующим шагом в модификации пистолет-пулеметов семейства MP5. Замена большинства деталей на изготовленные из иноспланетных сплавов, что сказалось исключительно положительно на эксплуатационных качествах данного образца, существенно повысив убойную силу и эффективную дальность поражения противника."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отложенный выброс гильзы, Закрытый затвор\n<Bullet/>Тип боеприпаса: 9x19мм Parabellum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"

[TC_WOTC_SKR_MWR_MP5_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>MP5A3</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>MP5A3</b></font>"
AbilityDescName="пистолет-пулемёт"
BriefSummary="Heckler & Koch MP5 - семейство пистолетов-пулемётов, разработанных немецким производителем стрелкового оружия, фирмой Heckler & Koch (HK) в 1960-х годах на основе HK G3. Пистолет-пулемёт MP5 был впервые представлен фирмой Heckler & Koch в 1966 году, под названием HK54. Это название было выбрано согласно старой системе нумерации моделей фирмы: число «5» определяло оружие как пистолет-пулемёт, а число «4» определяло что пистолет-пулемёт создан под патрон 9×19 мм Парабеллум. Современное название он получил после того, как в середине 1966 года, правительство ФРГ приняло его на вооружение полиции и пограничной службы как Maschinenpistole 5, или сокращённо MP5. Для проведения спецопераций на базе МР-5 создан специальный вариант MP-5SD, имеющий несъемный интегрированный глушитель. Этот вариант предусматривает применение стандартных патронов калибра 9мм со сверхзвуковой пулей, поэтому в стволе выполнено 30 небольших отверстий, через которые часть пороховых газов отводится в заднюю расширительную камеру глушителя. При этом скорость пули снижается до дозвуковой. MP-5SD может выпускаться как в варианте MP-5SD2 (с неподвижным прикладом) так и варианте MP-5SD3 (с раздвижным прикладом)."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отложенный выброс гильзы, Закрытый затвор\n<Bullet/>Тип боеприпаса: 9x19мм Parabellum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Базовое оружие"

[TC_WOTC_SKR_MWR_MP5_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>HK75S1</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>HK75S1</b></font>"
AbilityDescName="пистолет-пулемёт"
BriefSummary="Heckler & Koch MP5 - семейство пистолетов-пулемётов, разработанных немецким производителем стрелкового оружия, фирмой Heckler & Koch (HK) в 1960-х годах на основе HK G3. Пистолет-пулемёт MP5 был впервые представлен фирмой Heckler & Koch в 1966 году, под названием HK54. Это название было выбрано согласно старой системе нумерации моделей фирмы: число «5» определяло оружие как пистолет-пулемёт, а число «4» определяло что пистолет-пулемёт создан под патрон 9×19 мм Парабеллум. Современное название он получил после того, как в середине 1966 года, правительство ФРГ приняло его на вооружение полиции и пограничной службы как Maschinenpistole 5, или сокращённо MP5. Для проведения спецопераций на базе МР-5 создан специальный вариант MP-5SD, имеющий несъемный интегрированный глушитель. Этот вариант предусматривает применение стандартных патронов калибра 9мм со сверхзвуковой пулей, поэтому в стволе выполнено 30 небольших отверстий, через которые часть пороховых газов отводится в заднюю расширительную камеру глушителя. При этом скорость пули снижается до дозвуковой. MP-5SD может выпускаться как в варианте MP-5SD2 (с неподвижным прикладом) так и варианте MP-5SD3 (с раздвижным прикладом).\nHK75S1 является наследником MP5A3, система отвода пороховых газов была модифицированна Элерием, что положительно сказалось на пробивной способности данного образца."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отложенный выброс гильзы, Закрытый затвор\n<Bullet/>Тип боеприпаса: 9x19мм Parabellum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Магнитное оружие"

[TC_WOTC_SKR_MWR_MP5_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>MACHT 5</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>MACHT 5</b></font>"
AbilityDescName="пистолет-пулемёт"
BriefSummary="Heckler & Koch MP5 - семейство пистолетов-пулемётов, разработанных немецким производителем стрелкового оружия, фирмой Heckler & Koch (HK) в 1960-х годах на основе HK G3. Пистолет-пулемёт MP5 был впервые представлен фирмой Heckler & Koch в 1966 году, под названием HK54. Это название было выбрано согласно старой системе нумерации моделей фирмы: число «5» определяло оружие как пистолет-пулемёт, а число «4» определяло что пистолет-пулемёт создан под патрон 9×19 мм Парабеллум. Современное название он получил после того, как в середине 1966 года, правительство ФРГ приняло его на вооружение полиции и пограничной службы как Maschinenpistole 5, или сокращённо MP5. Для проведения спецопераций на базе МР-5 создан специальный вариант MP-5SD, имеющий несъемный интегрированный глушитель. Этот вариант предусматривает применение стандартных патронов калибра 9мм со сверхзвуковой пулей, поэтому в стволе выполнено 30 небольших отверстий, через которые часть пороховых газов отводится в заднюю расширительную камеру глушителя. При этом скорость пули снижается до дозвуковой. MP-5SD может выпускаться как в варианте MP-5SD2 (с неподвижным прикладом) так и варианте MP-5SD3 (с раздвижным прикладом).\nMACHT 5 стале следующим шагом в модификации пистолет-пулеметов семейства MP5. Замена большинства деталей на изготовленные из иноспланетных сплавов, что сказалось исключительно положительно на эксплуатационных качествах данного образца, существенно повысив убойную силу и эффективную дальность поражения противника."
TacticalText="<Bullet/>Тип: Пистолет-пулемёт\n<Bullet/>Режим ведения огня: Автоматический\n<Bullet/>Принцип действия: Отложенный выброс гильзы, Закрытый затвор\n<Bullet/>Тип боеприпаса: 9x19мм Parabellum\n<Bullet/>Страна производитель: Германия\n<Bullet/>Уровень технологии: Лучевое оружие"